Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_STB_USE_DEVICE_PROFILE_DESCRIPTION
source: After assigning a profile to this device, you can enable this option to use the user token from that profile. If enabled and no profile is assigned, the user token provided to the authentication context will be undefined.
ar: بعد تعيين ملف تعريف لهذا الجهاز، يمكنك تمكين هذا الخيار لاستخدام رمز المستخدم من ملف التعريف هذا. وفي حالة تمكينه وعدم تعيين أي ملف تعريف، سيكون رمز المستخدم المقدّم لسياق المصادقة غير معرّف.
bg: След настройването на профил на това устройство, можете да активирате тази опция, за да използвате потребителския токън от този профил. Ако опцията е активна, но няма настроен профил, предоставеният потребителски токън няма да е дефиниран за идентификационния контекст.
ca: Després d’assignar un perfil al dispositiu, pots activar aquesta opció per utilitzar el testimoni de l’usuari del perfil en qüestió. Si l’actives i no hi ha cap perfil assignat, el testimoni que s’indicarà en el context d’autenticació serà indefinit.
cs: Když k tomuto zařízení přiřadíte profil a zapnete tuto volbu, použije se uživatelský token uložený v profilu. V případě, že volbu zapnete bez přiřazení profilu, uživatelský token poskytnutý v kontextu přihlášení nebude definovaný.
da: Du kan slå denne indstilling til, når en profil er tildelt enheden, for at bruge det pågældende bruger-token fra profilen. Hvis funktionen er slået til uden en tildelt profil, defineres det bruger-token, der angives til godkendelse, ikke.
de: Nachdem du dem Gerät ein Profil zugewiesen hast, kannst du diese Option aktivieren, um das Benutzer-Token dieses Profils zu verwenden. Ist diese Option aktiviert, ohne dass ein Profil zugewiesen ist, ist das dem Authentifizierungskontext übergebene Benutzer-Token nicht definiert.
el: Μετά την εκχώρηση ενός προφίλ σε αυτήν τη συσκευή, μπορείτε να ενεργοποιήσετε αυτήν την επιλογή για χρήση του διακριτικού χρήστη από το συγκεκριμένο προφίλ. Αν είναι ενεργή η επιλογή αλλά δεν έχει εκχωρηθεί προφίλ, το διακριτικό προφίλ που έχει παρασχεθεί στο περιβάλλον ελέγχου ταυτότητας θα είναι απροσδιόριστο.
es: Después de asignar un perfil a este dispositivo, puedes activar esta opción para usar el identificador del usuario de dicho perfil. Si la activas sin asignar ningún perfil, el identificador del usuario especificado en el contexto de la autenticación no estará definido.
es_419: Después de asignarle un perfil a este dispositivo, puedes activar esta opción para usar el identificador de usuario de dicho perfil. Si se activa esta opción pero no hay un perfil asignado, el identificador de usuario que se le proporciona al contexto de autenticación no estará definido.
fi: Kun olet määrittänyt profiilin tähän laitteeseen, voit ottaa tämän valinnan käyttöön ja käyttää kyseisen profiilin käyttäjätunnusta. Jos se on käytössä ja profiilia ei ole määritetty, todennuskontekstiin annettu käyttäjätunnus on määrittelemätön.
fr: Une fois un profil associé à cet appareil, vous pourrez activer cette option afin d’utiliser le jeton utilisateur de ce profil. Si cette option est activée mais qu’aucun profil n’est associé à l’appareil, le jeton utilisateur fourni dans le cadre de l’authentification sera indéterminé.
fr_ca: Après avoir assigné un profil à cet appareil, vous pouvez activer cette option pour utiliser le jeton d’utilisateur de ce profil. Si l’option est activée et qu’aucun profil n’est assigné, le jeton d’utilisateur transmis dans un contexte d’authentification sera indéfini.
he: לאחר הקצאת פרופיל למכשיר זה, ניתן להפעיל אפשרות זו כדי להשתמש בקוד המשתמש של פרופיל זה. אם אפשרות זו הופעלה אך לא הוקצה פרופיל, קוד המשתמש שסופק בהקשר האימות יהיה לא מוגדר.
hi: इस डिवाइस के लिए प्रोफ़ाइल मान असाइन करने के बाद उस प्रोफ़ाइल से यूज़र टोकन का उपयोग करने के लिए आप इस विकल्प को सक्षम कर सकते हैं। यदि सक्षम हो और कोई प्रोफ़ाइल असाइन नहीं किया जाता है, तो प्रमाणीकरण कॉन्टेक्स्ट को प्रदान किया गया यूज़र टोकन अपरिभाषित हो जाएगा।
hr: Nakon dodjeljivanja profila ovom uređaju možete omogućiti ovu opciju za uporabu korisničkog tokena tog profila. Ako je omogućeno, a profil nije dodijeljen, korisnički token pružen autorizacijskom kontekstu neće biti definiran.
hu: Miután hozzárendelt egy profilt ehhez az eszközhöz, engedélyezheti a beállítást, hogy a felhasználói tokent az adott profilból lehessen használni. Ha engedélyezve van, és nincs hozzárendelve profil, a hitelesítési környezethez megadott felhasználói token nem lesz definiálva.
id: Setelah menetapkan profil ke perangkat ini, Anda dapat mengaktifkan pilihan ini untuk menggunakan token pengguna dari profil tersebut. Jika diaktifkan dan tidak ada profil yang ditetapkan, token pengguna yang disediakan untuk konteks pengesahan tidak akan ditetapkan.
it: Dopo aver assegnato un profilo al dispositivo, puoi abilitare questa opzione per utilizzare il token utente associato al profilo. Se l’opzione è abilitata e non è assegnato alcun profilo, il token utente fornito al contesto di autenticazione sarà indefinito.
ja: このデバイスにプロファイルを割り当てたあと、このオプションを有効にすると、そのプロファイルからユーザトークンを使用することができます。プロファイルが割り当てられていない場合にこのオプションを有効にすると、認証コンテキストに提供されるユーザトークンは未定義となります。
kk: Бұл құрылғыға профиль тағайындалғаннан кейін, сол профильдегі пайдаланушы токенін қолдану үшін осы опцияны қосуға болады. Егер опция қосылғанда, профиль тағайындалмаған болса, аутентификация контекстіне берілген пайдаланушы токені анықталмайды.
ko: 이 기기에 프로필을 할당하면 이 옵션을 활성화하여 해당 프로필에서 사용자 토큰을 사용할 수 있습니다. 이 옵션이 활성화되었고 할당한 프로필이 없는 경우, 인증 컨텍스트에 제공된 사용자 토큰은 정의되지 않습니다.
lt: Šiam įrenginiui priskyrę profilį, galite įjungti šią parinktį, kad būtų naudojamas to profilio naudotojo ženklas. Jei ši parinktis įjungta ir profilis nepriskirtas, autentifikavimo kontekstui pateikiamas naudotojo ženklas bus neapibrėžtas.
ms: Selepas menetapkan profil pada peranti ini, anda boleh mendayakan pilihan ini untuk menggunakan token pengguna daripada profil tersebut. Jika didayakan dan tiada profil ditetapkan, token pengguna yang diberikan kepada konteks pengesahan akan menjadi tidak ditentukan.
nl: Nadat je een profiel aan dit apparaat hebt toegewezen, kun je deze optie inschakelen om het gebruikerstoken uit dat profiel te gebruiken. Als deze optie is ingeschakeld en geen profiel is toegewezen, is het in de authenticatiecontext opgegeven gebruikerstoken ongedefinieerd.
no: Etter at en profil er tilordnet til enheten, kan du aktivere dette valget for å bruke brukerkjennetegnet fra den profilen. Hvis valget er aktivert uten at en profil er installert, vil ikke brukerkjennetegnet som gis til autentiseringssammenhengen, være definert.
pl: Włączenie tej opcji po przypisaniu profilu do tego urządzenia pozwala użyć tokenu użytkownika z tego profilu. Jeśli opcja jest włączona, ale nie ma przypisanego profilu, token przekazany do kontekstu uwierzytelniania będzie niezdefiniowany.
pt: Após atribuir um perfil a este dispositivo, você pode ativar esta opção para usar o token de usuário desse perfil. Se for ativado e nenhum perfil for atribuído, o token de usuário fornecido para o contexto de autenticação será indefinido.
pt_pt: Depois de atribuir um perfil a este dispositivo, pode ativar esta opção para usar o token de utilizador desse perfil. Se a opção for ativada sem ter sido atribuído um perfil, o token de utilizador fornecido ao contexto de autenticação será indefinido.
ro: După alocarea unui profil pe acest dispozitiv, puteți activa această opțiune pentru a utiliza tokenul utilizatorului din profilul respectiv. Dacă opțiunea este activată și nu este alocat niciun profil, tokenul utilizatorului furnizat contextului de autentificare va fi nedefinit.
ru: Назначив профиль этому устройству, Вы можете включить данный параметр, чтобы использовать токен пользователя указанного профиля. Если параметр включен при отсутствии назначенного профиля, токен пользователя, предоставляемый контексту аутентификации, будет не определен.
sk: Po priradení profilu zariadeniu môžete zapnúť túto možnosť a použiť užívateľský token z daného profilu. Ak ju zapnete bez priradenia profilu, užívateľský token poskytnutý kontextu autentifikácie nebude definovaný.
sl: Po dodelitvi profila tej napravi lahko omogočite to možnost, če želite uporabiti uporabniški žeton iz tega profila. Če je žeton omogočen in profil ni dodeljen, bo uporabniški žeton, ki se ga zagotovi v preverjanju pristnosti, veljal kot nedoločen.
sv: När du har tilldelat en profil till den här enheten kan du aktivera det här alternativet så att den profilens användartoken används. Om alternativet har aktiverats och ingen profil har tilldelats kommer den användartoken som anges till autentiseringskontexten att vara odefinierad.
th: หลังจากกำหนดโปรไฟล์ให้กับอุปกรณ์เครื่องนี้ คุณสามารถเปิดใช้งานตัวเลือกนี้เพื่อใช้โทเค็นผู้ใช้จากโปรไฟล์นั้นได้ ถ้าเปิดใช้งานตัวเลือกนี้แล้วไม่ได้กำหนดโปรไฟล์ โทเค็นผู้ใช้สำหรับบริบทการตรวจสอบสิทธิ์จะเป็นไม่ได้กำหนด
tr: Bu aygıta bir profil atadıktan sonra bu profildeki kullanıcı jetonunu kullanmak için bu seçeneği etkinleştirebilirsiniz. Seçenek etkinleştirilmişse ama atanmış bir profil yoksa kimlik doğrulama içeriğine sağlanan kullanıcı jetonu tanımsız olur.
uk: Після призначення профілю цьому пристрою можна ввімкнути цей параметр, щоб використовувати токен користувача з цього профілю. Якщо цей параметр увімкнено, але профіль не призначено, то токен користувача, наданий під час автентифікації, стане невизначеним.
vi: Sau khi chỉ định một cấu hình cho thiết bị này, bạn có thể bật tùy chọn này để sử dụng mã thông báo người dùng từ cấu hình đó. Nếu được bật và không có cấu hình nào được chỉ định, mã thông báo người dùng được cung cấp cho ngữ cảnh xác thực sẽ không được xác định.
zh_cn: 给此设备分配描述文件后，你可以启用此选项以使用来自该描述文件的用户令牌。如果选项已启用但未分配描述文件，提供给认证上下文的用户令牌将设为未定义。
zh_hk: 為此裝置指定描述檔後，你可以啟用此選項以使用來自該描述檔的用户代號。如果此選項已啟用而未有指定描述檔，向認證內容提供的用户代號會設為未定義。
zh_tw: 將描述檔指定到此裝置後，你可以啟用此選項來使用該描述檔的使用者代號。若已啟用但未指定任何描述檔，將不會定義認證內容中所提供的使用者代號。

# APP_PRIVACY_NOTICE_FORMAT
source: %@ will be able to access your TV subscription information.
ar: سيتمكن %@ من الوصول إلى معلومات اشتراك التلفزيون.
bg: %@ ще има достъп до вашата информация за ТВ абонамент.
ca: %@ podrà accedir a la teva informació de subscripció de TV.
cs: Aplikace %@ bude mít přístup k informacím o vašem odběru TV.
da: %@ vil få adgang til oplysninger om dit tv-abonnement.
de: %@ wird auf deine TV-Abo-Informationen Zugriff haben.
el: Η εφαρμογή «%@» θα έχει πρόσβαση στις πληροφορίες τηλεοπτικής συνδρομής σας.
es: %@ podrá acceder a la información de tu suscripción de TV.
es_419: %@ podrá acceder a los datos de tu suscripción de TV.
fi: %@ voi käyttää TV-tilauksesi tietoja.
fr: %@ pourra accéder aux informations relatives à votre abonnement TV.
fr_ca: %@ pourra accéder aux informations de votre abonnement de télévision.
he: ‏%@ יוכל לגשת אל פרטי מנוי הטלוויזיה שלך.
hi: %@ आपकी टीवी सब्सक्रिप्शन जानकारी ऐक्सेस करने में सक्षम होगा।
hr: %@ će moći pristupiti informacijama o vašoj TV pretplati.
hu: A(z) %@ hozzá fog férni az Ön televízió-előfizetési információihoz.
id: %@ akan dapat mengakses informasi langganan TV Anda.
it: %@ potrà accedere alle informazioni relative al tuo abbonamento.
ja: %@はTVサブスクリプション情報にアクセスすることができるようになります。
kk: «%@» теледидар жазылымы туралы ақпаратқа қол жеткізе алады.
ko: %@이(가) 사용자의 TV 구독 정보에 접근할 수 있습니다.
lt: Programa „%@“ galės pasiekti jūsų televizijos prenumeratos informaciją.
ms: %@ akan dapat mengakses maklumat langganan TV anda.
nl: %@ heeft toegang tot de gegevens van je tv-abonnement.
no: %@ vil få tilgang til informasjon om TV-abonnementet ditt.
pl: Aplikacja %@ będzie miała dostęp do informacji o Twojej subskrypcji TV.
pt: %@ poderá acessar as informações da sua assinatura de TV.
pt_pt: %@ terá acesso à informação relativa à sua assinatura.
ro: %@ va putea accesa informații despre abonamentul dvs. TV.
ru: «%@» будет иметь доступ к информации телевизионной подписки.
sk: Aplikácia %@ bude môcť pristupovať k informáciám o odbere TV.
sl: Aplikaciji %@ bo omogočen dostop do podatkov o vaši naročnini na televizijske storitve.
sv: %@ får tillgång till information om ditt TV-abonnemang.
th: %@ จะสามารถเข้าถึงข้อมูลการสมัครสมาชิกทีวีของคุณได้
tr: %@, TV aboneliği bilgilerinize erişebilecek.
uk: %@ матиме доступ до даних вашої ТБ‑підписки.
vi: %@ sẽ có thể truy cập thông tin đăng ký TV của bạn.
zh_cn: %[tt]@将可访问你的电视订阅信息。
zh_hk: %[tt]@將能取用你的電視訂閲項目資料。
zh_tw: %[tt]@將可取用你的電視訂閱項目資訊。

# ACCOUNT_ACCESS_ROW_VALUE_DENY
source: Off
ar: متوقف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργή
es: No
es_419: Desactivada
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关
zh_hk: 關閉
zh_tw: 關閉

# ACCOUNT_ACCESS_ROW_VALUE_INSTALLED
source: Open
ar: فتح
bg: Отвори
ca: Obre
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
es_419: Abrir
fi: Avaa
fr: Ouvrir
fr_ca: Ouvrir
he: פתיחה
hi: खोलें
hr: Početna
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
kk: Ашу
ko: 열기
lt: Atidaryti
ms: Buka
no: Åpne
pl: Otwórz
pt: Abrir
pt_pt: Abrir
ro: Deschideți
ru: Открыть
sk: Otvoriť
sl: Odpri
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_cn: 打开
zh_hk: 開啟
zh_tw: 打開

# OFFERS_IN_APP_PURCHASES
source: In-App Purchases
ar: الشراء داخل التطبيق
bg: Покупки в приложение
ca: Compres integrades
cs: Nákupy v aplikacích
da: Køb i app
de: In-App-Käufe
el: Αγορές εντός εφαρμογής
es: Compras dentro de la app
es_419: Compras dentro de la app
fi: Ostoja apissa
fr: Achats intégrés
fr_ca: Achats intégrés
he: רכישות בתוך היישום
hi: इन-ऐप ख़रीदारी
hr: In-App kupnje
hu: Appbeli vásárlások
id: Pembelian Di App
it: Acquisti in-app
ja: アプリ内課金あり
kk: Қолданбадағы сатып алулар
ko: 앱 내 구입
lt: Pirkiniai programoje
ms: Pembelian In-App
nl: In-app aankopen
no: Kjøp i app
pl: Zakupy w aplikacji
pt: Compras Dentro do App
pt_pt: Compras integradas
ro: Achiziții din aplicație
ru: Встроенные покупки
sk: Nákupy v apke
sl: Nakupi znotraj aplikacije
sv: Köp inuti app
th: การซื้อภายในแอป
tr: Uygulama İçi Satın Alım
uk: Покупки в програмі
vi: Mua in-app
zh_cn: App内购买
zh_hk: App內購買
zh_tw: App內購買

# REVOKE_VOUCHER_FORMAT
source: Don’t allow “%@” to access %@
ar: عدم السماح بوصول "%@" إلى %@
bg: Не позволявай на „%@“ да има достъп до %@
ca: No permetis que “%@” accedeixi a %@
cs: Nepovolovat aplikaci „%@“ přístup k poskytovateli %@
da: “%@” må ikke få adgang til %@
de: „%@“ keinen Zugriff auf %@ erlauben
el: Να μην επιτρέπεται στο «%@» η πρόσβαση στο %@
es: No permitir que la app %@ acceda a %@
es_419: No permitir que “%@” acceda a %@
fi: Älä salli %[tt]@-apin käyttää %[tt]@-palvelua
fr: Ne pas autoriser « %@ » à accéder à %@
fr_ca: Ne pas autoriser « %@ » à accéder à %@
he: מניעת הגישה של ״⁨%@⁩״ אל %@
hi: “%@” को %@ ऐक्सेस करने की अनुमति न दें
hr: Nemoj dozvoliti da aplikacija “%@” pristupi operateru %@
hu: A(z) %2$@ szolgáltatóhoz való hozzáférés letiltása a(z) „%1$@” számára
id: Jangan izinkan “%@” untuk mengakses %@
it: Non consentire a “%@” di accedere a %@
ja: “%@”に%@へのアクセスを許可しない
kk: «%@» қолданбасына «%@» провайдеріне қол жеткізуге рұқсат бермеу
ko: ‘%@’ 앱이 %@에 접근하는 것을 허용하지 않음
lt: Neleisti programai „%@“ pasiekti paslaugų teikėją „%@“
ms: Jangan benarkan “%@” mengakses %@
nl: Geef '%@' geen toegang tot %@
no: Ikke gi «%@» tilgang til %@
pl: Nie pozwalaj aplikacji „%@” na dostęp do: %@
pt: Não permitir que “%@” acesse %@
pt_pt: Não permitir que “%@” aceda a %@
ro: Nu permiteți ca “%@” să acceseze %@
ru: Не разрешать «%@» доступ к «%@»
sk: Zakázať apke %@ pristupovať k %@
sl: Ne dovoli, da »%@« dostopa do %@
sv: Tillåt inte att ”%@” får tillgång till %@
th: ไม่อนุญาตให้ “%@” เข้าถึง %@
tr: “%@” uygulamasının %@ sağlayıcıya erişmesine izin verme
uk: Не надавати «%@» доступ до %@
vi: Không cho phép “%@” truy cập %@
zh_cn: 不允许“%@”访问%@
zh_hk: 不允許「%@」取用「%@」嗎？
zh_tw: 不允許「%@」取用%@

# SETUP_TITLE_SOLE_A
source: Have a %@ subscription?
ar: هل لديك اشتراك في %@؟
bg: Имате ли абонамент %@?
ca: Tens una subscripció a %@?
cs: Máte pro „%@“ předplatné?
da: Har du et %@‑abonnement?
de: Hast du ein %@-Abo?
el: Έχετε συνδρομή στο «%@»;
es: ¿Tienes suscripción a %@?
es_419: ¿Cuentas con una suscripción a %@?
fi: Onko %@ tilattu?
fr: Vous avez un abonnement %@ ?
fr_ca: Vous souscrivez un abonnement à %@?
he: יש לך מנוי ל-%@?
hi: आपके पास %@ का सब्सक्रिप्शन है?
hr: Imate %@ pretplatu?
hu: Rendelkezik %@-előfizetéssel?
id: Memiliki langganan %@?
it: Hai un abbonamento %@?
ja: %[tt]@サブスクリプションはお持ちですか?
kk: %@ жазылымы бар ма?
ko: %@을(를) 구독하고 있습니까?
lt: Turite paslaugų teikėjo „%@“ prenumeratą?
ms: Memiliki langganan %@?
nl: Heb je een abonnement op %@?
no: Har du et %@-abonnement?
pl: Subskrybujesz %@?
pt: Você assina %@?
pt_pt: Tem uma assinatura %@?
ro: Aveți un abonament %@?
ru: Есть подписка на %@?
sk: Máte odber u poskytovateľa „%@“?
sl: Imate naročnino na %@?
sv: Abonnerar du på %@?
th: มีการสมัครสมาชิก %@ หรือไม่
tr: %@ aboneliğiniz var mı?
uk: Маєте підписку %@?
vi: Bạn có đăng ký %@?
zh_cn: 已订阅“%@”？
zh_hk: 已有%@的訂閲嗎？
zh_tw: 已訂閱%@？

# SIGN_IN_DESCRIPTION_TEXT
source: Sign in with your TV provider to access supported video apps that your paid TV subscription includes.
ar: تسجيل الدخول من خلال مزود خدمة التلفزيون للوصول إلى تطبيقات فيديو مدعومة يتضمنها اشتراك التلفزيون المدفوع الخاص بك.
bg: Влезте с вашия ТВ оператор, за да имате достъп до поддържани приложения за видео, включени в платения ви ТВ абонамент.
ca: Per accedir a les apps de vídeo compatibles que s’inclouen a la subscripció de pagament, inicia la sessió amb el compte del proveïdor de TV.
cs: Přihlásí vás k vašemu poskytovateli TV a zpřístupní podporované aplikace pro přehrávání videí, které jsou součástí vašeho předplatného TV.
da: Log ind hos din tv-udbyder for at få adgang til understøttede videoapps, der er inkluderet i dit betalte tv-abonnement.
de: Melde dich mit deinem TV-Anbieter an, um auf unterstützte Video-Apps zuzugreifen, die in deinem bezahlten TV-Abonnement enthalten sind.
el: Συνδεθείτε με τον πάροχο τηλεοπτικών υπηρεσιών σας για πρόσβαση σε υποστηριζόμενες εφαρμογές βίντεο που περιλαμβάνει η τηλεοπτική συνδρομή σας επί πληρωμή.
es: Inicia sesión con tu proveedor de TV para acceder a las apps de vídeo compatibles que se incluyen en tu suscripción de pago.
es_419: Inicia sesión con tu proveedor de TV para acceder a apps compatibles de video incluidas en tu suscripción de TV.
fi: Kirjaudu sisään TV-palveluntarjoajallesi, jotta voit käyttää TV-tilaukseesi sisältyviä tuettuja videoappeja.
fr: Connectez-vous à votre fournisseur TV pour accéder aux apps vidéo prises en charge incluses dans votre abonnement TV.
fr_ca: Connectez-vous à votre fournisseur télévisuel pour accéder aux apps vidéo prises en charge incluses dans votre abonnement télévisuel.
he: פעולה זו מתחברת לחשבון ספק שירותי הטלוויזיה שלך כדי לגשת ליישומי וידאו נתמכים שמינוי שירותי הטלוויזיה שלך כולל.
hi: अपने शुल्क वाले टीवी सब्सक्रिप्शन में शामिल समर्थित वीडियो ऐप्स ऐक्सेस करने के लिए अपने टीवी सर्विस प्रोवाइडर के साथ साइन इन करें।
hr: Prijavite se računom svog TV operatera za pristupanje podržanim video aplikacijama koje su uključene u vašu TV pretplatu.
hu: Ha hozzá szeretne férni azokhoz a támogatott videóappokhoz, amelyeket a fizetős televízió-előfizetése tartalmaz, jelentkezzen be a televíziószolgáltatói fiókjába.
id: Masuk dengan penyedia TV Anda untuk mengakses app video yang didukung yang disertakan oleh langganan TV berbayar Anda.
it: Accedi con l’account del provider TV per usare le app video supportate e incluse nel tuo abbonamento a pagamento.
ja: 有料TVサブスクリプションに含まれる対応ビデオアプリにアクセスするにはTVプロバイダでサインインします。
kk: Ақылы ТД жазылымы қамтылған қолдау көрсетілетін видео қолданбаларына қол жеткізу үшін ТД провайдерімен жүйеге кіріңіз.
ko: TV 제공업체를 통해 로그인하여 사용자의 TV 구독에 포함되는 지원 가능한 비디오 앱에 접근합니다.
lt: Prisijunkite prie televizijos paslaugų teikėjo paskyros, kad galėtumėte naudotis palaikomomis vaizdo programomis, kurias apima jūsų mokama televizijos prenumerata.
ms: Daftar masuk dengan penyedia TV anda untuk mengakses app video disokong yang termasuk dalam langganan TV berbayar anda.
nl: Log in bij je tv-aanbieder voor toegang tot ondersteunde video-apps die zijn inbegrepen bij je betaalde tv-abonnement.
no: Logg på med TV-distributøren din for å få tilgang til støttede videoapper som inkluderes i TV-abonnementet ditt.
pl: Zaloguj się na koncie dostawcy TV, aby uzyskać dostęp do obsługiwanych aplikacji wideo objętych Twoją płatną subskrypcją TV.
pt: Inicie uma sessão no seu provedor de TV para acessar apps de vídeo compatíveis incluídos na sua assinatura de TV paga.
pt_pt: Inicie sessão no fornecedor de TV para aceder às aplicações de vídeo suportadas que estão incluídas na sua assinatura de TV paga.
ro: Autentificați‑vă la furnizorul TV pentru a accesa aplicațiile video compatibile incluse în abonamentul dvs. TV plătit.
ru: Войдите в учетную запись телепровайдера для доступа к поддерживаемым видеоприложениям, включенным в Вашу телеподписку.
sk: Prihlási vás u vášho poskytovateľa TV služby a sprístupní podporované apky na prehrávanie videí, ktoré sú súčasťou plateného odberu TV.
sl: Za dostop do podprtih aplikacij za videe, ki jih vključuje vaša plačljiva naročnina na TV, se vpišite pri ponudniku televizijskih storitev.
sv: Logga in hos din TV-leverantör för att komma åt videoappar som stöds och ingår i ditt TV-abonnemang.
th: ลงชื่อเข้าด้วยผู้ให้บริการทีวีของคุณเพื่อเข้าถึงแอปวิดีโอที่รองรับซึ่งมีการสมัครใช้บริการทีวีแบบชำระเงินของคุณรวมอยู่ด้วย
tr: Ücretli TV aboneliğinizin içerdiği desteklenen video uygulamalarına erişmek için TV sağlayıcınıza giriş yapın.
uk: Увійдіть з обліковим записом ТБ‑провайдера, щоб отримати доступ до підтримуваних відеопрограм, що входять до вашої платної ТБ‑підписки.
vi: Đăng nhập với nhà cung cấp TV để truy cập các ứng dụng video được hỗ trợ có trong đăng ký TV trả phí của bạn.
zh_cn: 通过电视提供商登录，访问付费电视订阅包含且受支持的视频App。
zh_hk: 使用你的電視供應商登入以取用付費電視訂閲項目包含的支援影片App。
zh_tw: 登入電視業者來取用你付費電視訂閱項目所包含的支援影片App。

# IDENTITY_PROVIDER_PICKER_OTHER_PROVIDERS_ROW_TITLE_TV
source: More Providers…
ar: المزيد من مزودي الخدمة…
bg: Други доставчици…
ca: Més proveïdors…
cs: Další poskytovatelé…
da: Flere udbydere…
de: Weitere Anbieter …
el: Περισσότεροι πάροχοι…
es: Más proveedores…
es_419: Más proveedores…
fi: Lisää tarjoajia…
fr: Plus de fournisseurs…
fr_ca: Plus de fournisseurs…
he: ספקים נוספים…
hi: अधिक प्रोवाइडर…
hr: Više operatera…
hu: További szolgáltatók…
id: Penyedia Lainnya…
it: Altri provider…
ja: その他のプロバイダ…
kk: Қосымша провайдерлер…
ko: 추가 제공업체…
lt: Daugiau paslaugų teikėjų…
ms: Lebih Banyak Penyedia…
nl: Meer aanbieders…
no: Flere distributører…
pl: Więcej dostawców…
pt: Mais Provedores…
pt_pt: Mais fornecedores…
ro: Mai mulți furnizori…
ru: Еще провайдеры…
sk: Ďalší poskytovatelia…
sl: Več ponudnikov …
sv: Fler leverantörer…
th: ผู้ให้บริการเพิ่มเติม…
tr: Daha Fazla Sağlayıcı…
uk: Інші провайдери…
vi: Nhà cung cấp khác…
zh_cn: 更多提供商…
zh_hk: 更多供應商⋯
zh_tw: 更多業者⋯
